{
	"characters": [
	{
		"name" : "Star Lord",
		"realName" : "Peter Jason Quill",
		"height" : "6'2",
		"weight" : "175 lbs.",
		"powers" : "Star-Lord wore a costume that enabled him to survive in space. It is possible that the costume has actually altered his physical structure, as he does not need to wear any helmet, or any form of life support to survive the nearly absolute zero, airless vacuum. He can fly through air or in space, presumably another attribute of his costume. He possesses enhanced healing and uses personal energy shields. In the event that he were injured beyond his own ability to recover, Ship could administer emergency medical or surgical care.Star-Lord later received a number of cybernetic implants, including his left eye, which allows him to see all energy spectra, as well as a memory chip in his brain, which gives 100% recall.",
		"abilities" : "In addition, Star-Lord is highly athletic, a skilled marksman and swordsman, and proficient at hand-to-hand combat. After overcoming his lifetime of hatred, Star-Lord took a vow to never take another life unless absolutely necessary. His greatest asset is his partner and would-be lover, Ship.",
		"appearance" : "Marvel Preview #4 (1976)",
		"comicImg" : "images/comics/Marvel_Preview_Vol_1_4.jpg",
		"image" : "images/characters/star-lord.jpg",
		"description": "Refusing to miss his opportunity, Peter Jason Quill stole a scoutship from Cape Canaveral, returned to Eve, and shot his way to the appointed spot, where his old rival Harrelson, NASA's choice to be Star-Lord, was awaiting selection, where Quill was transported away in his stead, and transformed into Star-Lord."
	},

	{
		"name" : "Gamora",
		"realName" : "Gamora",
		"height" : "6'",
		"weight" : "170lbs",
		"powers" : "none",
		"abilities" : "Gamora is a highly accomplished athlete, gymnast, and hand-to-hand combatant.",
		"appearance" : "Strange Tales #180",
		"comicImg" : "images/comics/strange-tales-180.jpg",
		"image" : "images/characters/Gamora.jpg",
		"description" : "The last of the Zen-Whoberi race, Gamora was adopted by the villainous Thanos and raised as an assassin. Gamora turned on her adopted father and now uses her abilities to help those who cannot help themselves. A veteran of the Annihilation Wave, Gamora now travels with the Guardians of the Galaxy and is known as the Most Dangerous Woman in the Universe."
	},

	{
		"name" : "Rocket Racoon",
		"realName" : "Rocket Raccoon",
		"height" : "4'",
		"weight" : "55 lbs.",
		"abilities" : "Rocket has many of the same abilities as a normal raccoon, such as a heightened sense of smell and sight as compared to a human.",
		"appearance": "Marvel Preview #7 (1976)",
		"comicImg" : "images/comics/Marvel_Preview_Vol_1_7.jpg",
		"image" : "images/characters/Rocket.jpg",
		"description" : "An expert marksman with a penchant for large weaponry, Rocket Raccoon is the last of his kind. After being captured by the Kree, Rocket teams up with Star-Lord and other adventurers to form the Guardians of the Galaxy. Together, they travel the galaxy and defend it from those who wish it harm."
	},

	{
		"name" : "Groot",
		"realName" : "Groot",
		"height" : "variable",
		"weight" : "variable",
		"powers" : "Groot was extremely powerful and resilient, he has the power or regeneration allowing him to re-grow limbs and even his entire form. He also has powers of the mind, although they only appear to work on plant life, allowing him to communicate with other trees and command them to attack those that oppose him. He is highly vulnerable to attacks of fire.",
		"abilities": "none",
		"appearance" : "Tales to Astonish #13 (1960)",
		"comicImg" : "images/comics/Tales_to_Astonish_Vol_1_13.jpg",
		"image" : "images/characters/groot.jpg",
		"description" : "The tree-like creature known as Groot was captured by the Kree and put on a team with Star-Lord, Bug, Mantis, and Rocket Raccoon. A tree of few words, Groot formed a bond with the creature known as Rocket Raccoon. Forming the Guardians of the Galaxy, Groot and his best friend Rocket travel through space getting into trouble wherever they go."
	},

	{
		"name" : "Drax",
		"realName" : " Arthur Sampson Douglas",
		"height" : "6'4; (as Arthur Douglas) 5'9; (in most powerful body) 7'4",
		"weight" : "680 lbs.; (as Arthur Douglas) 161 lbs.; (in most powerful body) 1,050 lbs.",
		"powers" : "Drax possesses a variety of super-human powers that utilize the cosmic energy bestowed upon his artificially created form by Kronos and Mentor (Alars), Mentor, including superhuman strength and durability.The Destroyer's body, while inhabited by Drax's spirit, is nearly invulnerable to all forms of physical injury. It is not known how great a force is necessary to injure him. His artificially created body could exist indefinitely in the vacuum of outer space, and he could survive for an unknown length without air, food, or water.Drax can fly by harnessing cosmic energy as a propulsion source. The maximum rate of speed that Drax could attain is not known, but he could make interplanetary journeys in a matter of weeks. It is unknown if he has retained this ability in his current form.Drax can also harness his cosmic energy and project it through his arms as concussive blasts. The maximum amount of force Drax can project is not known; he can, however, project enough energy to shatter large, ferrous meteors. It is unknown if he has retained this ability in his current form.",
		"abilities" : "Unrevealed",
		"appearance" : " Iron Man #55 (1973)",
		"comicImg" : "images/comics/Iron_Man_Vol_1_55.jpg",
		"image" : "images/characters/drax.png",
		"description" : "After being murdered along with his family by Thanos, Arthur Douglas was reborn as Drax the Destroyer, a superhuman warrior designed to defeat the mad Titan. Recruited by Star-Lord to join the Guardians of the Galaxy, Drax possesses superhuman strength, durability and a healing factor making him strong enough to face any threat he comes across."

	}
		
	]
}














